Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Score: %lld/100
de: Punkte: %lld/100
es: Puntuación: %lld/100
ja: スコア: %lld/100
ko: 점수: %lld/100
pt: Pontuação: %lld/100
ru: Балл: %lld/100
tr: Puan: %lld/100
zh_hans: 评分：%lld/100
zh_hant: 評分：%lld/100

source: Search
de: Suche
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt: Buscar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Search applications...
de: Programme suchen…
es: Buscar aplicaciones…
fr: Rechercher des applications…
ja: アプリを検索…
ko: 애플리케이션 검색…
pt: Buscar aplicativos…
ru: Поиск приложений…
tr: Uygulamaları ara…
zh_hans: 搜索应用…
zh_hant: 搜尋應用程式…

source: Search clipboard
de: Zwischenablage durchsuchen
es: Buscar en el portapapeles
fr: Rechercher dans le presse-papiers
ja: クリップボードを検索
ko: 클립보드 검색
pt: Buscar na área de transferência
ru: Поиск в буфере обмена
tr: Panoda ara
zh_hans: 搜索剪贴板
zh_hant: 搜尋剪貼簿

source: Search clipboard for ${query}
de: Zwischenablage nach ${query} durchsuchen
es: Buscar ${query} en el portapapeles
fr: Rechercher ${query} dans le presse-papiers
ja: クリップボードで ${query} を検索
ko: 클립보드에서 ${query} 검색
pt: Buscar ${query} na área de transferência
ru: Искать ${query} в буфере
tr: Panoda ${query} ara
zh_hans: 在剪贴板中搜索 ${query}
zh_hant: 在剪貼簿中搜尋 ${query}

source: Search Clipboard History
de: Zwischenablage-Verlauf durchsuchen
es: Buscar en el historial del portapapeles
fr: Rechercher dans l'historique du presse-papiers
ja: クリップボード履歴を検索
ko: 클립보드 기록 검색
pt: Buscar no Histórico da Área de Transferência
ru: Поиск по истории буфера
tr: Pano Geçmişini Ara
zh_hans: 搜索剪贴板历史
zh_hant: 搜尋剪貼簿歷史記錄

source: Search clipboard...
de: Zwischenablage durchsuchen...
es: Buscar en el portapapeles...
fr: Rechercher dans le presse-papiers...
ja: クリップボードを検索...
ko: 클립보드 검색...
pt: Buscar na área de transferência...
ru: Поиск в буфере обмена...
tr: Panoda ara...
zh_hans: 搜索剪贴板...
zh_hant: 搜尋剪貼簿...

source: Search Index
de: Suchindex
es: Índice de búsqueda
fr: Index de recherche
ja: 検索インデックス
ko: 검색 색인
pt: Índice de Pesquisa
ru: Индекс поиска
tr: Arama Dizini
zh_hans: 搜索索引
zh_hant: 搜尋索引

source: Search or create tag...
de: Tag suchen oder erstellen…
es: Buscar o crear etiqueta…
fr: Rechercher ou créer une étiquette…
ja: タグを検索または作成…
ko: 태그 검색 또는 생성…
pt: Buscar ou criar etiqueta…
ru: Найти или создать метку…
tr: Etiket ara veya oluştur…
zh_hans: 搜索或创建标签…
zh_hant: 搜尋或建立標籤…

source: Search performed
de: Suche ausgeführt
es: Búsqueda realizada
fr: Recherche effectuée
ja: 検索が実行されました
ko: 검색 실행됨
pt: Busca realizada
ru: Поиск выполнен
tr: Arama gerçekleştirildi
zh_hans: 已执行搜索
zh_hant: 已執行搜尋

source: Search Query
de: Suchanfrage
es: Consulta de búsqueda
fr: Requête de recherche
ja: 検索クエリ
ko: 검색 쿼리
pt: Consulta de Pesquisa
ru: Поисковый запрос
tr: Arama Sorgusu
zh_hans: 搜索查询
zh_hant: 搜尋查詢

source: Search rules...
de: Regeln durchsuchen…
es: Buscar reglas…
fr: Rechercher des règles…
ja: ルールを検索…
ko: 규칙 검색…
pt: Buscar regras…
ru: Поиск правил…
tr: Kuralları ara…
zh_hans: 搜索规则…
zh_hant: 搜尋規則…

source: Search Settings
de: Sucheinstellungen
es: Ajustes de búsqueda
fr: Réglages de recherche
ja: 検索設定
ko: 검색 설정
pt: Configurações de Pesquisa
ru: Настройки поиска
tr: Arama Ayarları
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search your clipboard history for items matching a query.
de: Durchsuchen Sie Ihren Verlauf nach Einträgen, die einer Anfrage entsprechen.
es: Busque en su historial elementos que coincidan con una consulta.
fr: Recherchez dans votre historique des éléments correspondant à une requête.
ja: クエリに一致するクリップボード履歴を検索します。
ko: 쿼리와 일치하는 클립보드 기록을 검색합니다.
pt: Busque no seu histórico itens correspondentes a uma consulta.
ru: Ищите в истории элементы, соответствующие запросу.
tr: Pano geçmişinizde sorguya uyan öğeleri arayın.
zh_hans: 在剪贴板历史中搜索与查询匹配的项目。
zh_hant: 在剪貼簿歷史記錄中搜尋符合查詢的項目。

source: Search: "%@"
de: Suche: „%@“
es: Búsqueda: «%@»
fr: Recherche : « %@ »
ja: 検索: 「%@」
ko: 검색: "%@"
pt: Pesquisa: "%@"
ru: Поиск: «%@»
tr: Arama: "%@"
zh_hans: 搜索：“%@”
zh_hant: 搜尋：「%@」

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
ko: 보안
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_hans: 安全
zh_hant: 安全性

source: Security Controls Report
de: Sicherheitskontroll-Bericht
es: Informe de controles de seguridad
fr: Rapport des contrôles de sécurité
ja: セキュリティ管理レポート
ko: 보안 제어 보고서
pt: Relatório de Controles de Segurança
ru: Отчёт о мерах безопасности
tr: Güvenlik Kontrolleri Raporu
zh_hans: 安全控制报告
zh_hant: 安全控制報告

source: Select a plugin from the list to view its details, or install a new plugin.
de: Wählen Sie ein Plug-in aus der Liste, um Details anzuzeigen, oder installieren Sie ein neues.
es: Seleccione un plugin de la lista para ver sus detalles, o instale uno nuevo.
fr: Sélectionnez un plugin dans la liste pour voir ses détails, ou installez-en un nouveau.
ja: 詳細を表示するにはリストからプラグインを選択するか、新しいプラグインをインストールしてください。
ko: 세부 정보를 보려면 목록에서 플러그인을 선택하거나 새 플러그인을 설치하세요.
pt: Selecione um plugin na lista para ver seus detalhes, ou instale um novo plugin.
ru: Выберите плагин из списка для просмотра или установите новый.
tr: Ayrıntılarını görmek için listeden bir eklenti seçin veya yenisini yükleyin.
zh_hans: 从列表中选择插件以查看详情，或安装新插件。
zh_hant: 從列表中選擇外掛程式以查看詳細資料，或安裝新的外掛程式。

source: Select an identity provider from the list, or add a new one to get started.
de: Wählen Sie einen Identitätsanbieter aus der Liste oder fügen Sie einen neuen hinzu, um zu beginnen.
es: Seleccione un proveedor de identidad de la lista, o añada uno nuevo para empezar.
fr: Sélectionnez un fournisseur d'identité dans la liste ou ajoutez-en un pour commencer.
ja: リストから ID プロバイダを選択するか、新しく追加して始めてください。
ko: 목록에서 ID 제공자를 선택하거나 시작하려면 새로 추가하세요.
pt: Selecione um provedor de identidade da lista ou adicione um novo para começar.
ru: Выберите поставщика из списка или добавьте нового, чтобы начать.
tr: Listeden bir kimlik sağlayıcı seçin veya başlamak için yenisini ekleyin.
zh_hans: 从列表中选择身份提供商，或添加新的提供商以开始使用。
zh_hant: 從列表中選擇身分提供者，或新增一個以開始使用。

source: Select Application
de: Programm auswählen
es: Seleccionar aplicación
fr: Sélectionner une application
ja: アプリケーションを選択
ko: 애플리케이션 선택
pt: Selecionar aplicativo
ru: Выберите приложение
tr: Uygulama Seç
zh_hans: 选择应用
zh_hant: 選擇應用程式

source: Self-Hosted Server
de: Selbstgehosteter Server
es: Servidor autohospedado
fr: Serveur auto-hébergé
ja: セルフホストサーバー
ko: 자체 호스팅 서버
pt: Servidor Auto-hospedado
ru: Собственный сервер
tr: Kendi Sunucunuz
zh_hans: 自托管服务器
zh_hant: 自主託管伺服器

source: Self-Hosted Sync
de: Selbstgehostete Sync
es: Sincronización autohospedada
fr: Synchronisation auto-hébergée
ja: セルフホスト同期
ko: 자체 호스팅 동기화
pt: Sincronização Auto-hospedada
ru: Собственная синхронизация
tr: Kendi Sunucunuzda Senkronizasyon
zh_hans: 自托管同步
zh_hant: 自主託管同步

source: Self-hosted sync connects to your organization's private sync server for data sovereignty.
de: Selbstgehostete Synchronisierung verbindet sich zur Datensouveränität mit dem privaten Sync-Server Ihrer Organisation.
es: La sincronización autohospedada se conecta al servidor privado de su organización para la soberanía de datos.
fr: La synchronisation auto-hébergée se connecte au serveur privé de votre organisation pour la souveraineté des données.
ja: セルフホスト同期は、データ主権のために組織のプライベート同期サーバーに接続します。
ko: 자체 호스팅 동기화는 데이터 주권을 위해 조직의 비공개 동기화 서버에 연결됩니다.
pt: A sincronização auto-hospedada conecta ao servidor privado da sua organização para soberania de dados.
ru: Собственная синхронизация подключается к частному серверу вашей организации для суверенитета данных.
tr: Kendi sunucunuzda senkronizasyon, veri egemenliği için kuruluşunuzun özel sunucusuna bağlanır.
zh_hans: 自托管同步连接到您组织的私有同步服务器以实现数据主权。
zh_hant: 自主託管同步會連線到您組織的私人同步伺服器以確保資料主權。

source: Semantic Search
de: Semantische Suche
es: Búsqueda semántica
fr: Recherche sémantique
ja: セマンティック検索
ko: 시맨틱 검색
pt: Pesquisa Semântica
ru: Семантический поиск
tr: Semantik Arama
zh_hans: 语义搜索
zh_hant: 語義搜尋

source: Semantic search uses AI to understand the meaning of your queries, not just keywords.
de: Semantische Suche verwendet KI, um die Bedeutung Ihrer Anfragen zu verstehen — nicht nur Schlüsselwörter.
es: La búsqueda semántica usa IA para entender el significado de sus consultas, no solo palabras clave.
fr: La recherche sémantique utilise l'IA pour comprendre le sens de vos requêtes, pas seulement les mots-clés.
ja: セマンティック検索は AI を使ってクエリの意味を理解します。キーワードだけではありません。
ko: 시맨틱 검색은 AI를 사용하여 키워드뿐만 아니라 쿼리의 의미를 이해합니다.
pt: A pesquisa semântica usa IA para entender o significado das consultas, não apenas palavras-chave.
ru: Семантический поиск использует ИИ для понимания смысла запросов, а не только ключевых слов.
tr: Semantik arama, yalnızca anahtar kelimelerle değil, sorgularınızın anlamını anlamak için AI kullanır.
zh_hans: 语义搜索使用 AI 来理解您查询的含义，而不仅仅是关键词。
zh_hant: 語義搜尋使用 AI 來理解您查詢的含義，而不僅僅是關鍵字。

source: Send a connectivity check to the identity provider
de: Verbindungsprüfung an Identitätsanbieter senden
es: Enviar una comprobación de conectividad al proveedor de identidad
fr: Envoyer une vérification de connectivité au fournisseur d'identité
ja: ID プロバイダへの接続チェックを送信
ko: ID 제공자에 연결 확인 보내기
pt: Enviar uma verificação de conectividade ao provedor de identidade
ru: Отправить проверку подключения к поставщику
tr: Kimlik sağlayıcıya bağlantı denetimi gönder
zh_hans: 向身份提供商发送连接检查
zh_hant: 向身分提供者發送連線檢查

source: Send an HTTP request to a webhook endpoint
de: HTTP-Anfrage an einen Webhook-Endpunkt senden
es: Enviar una solicitud HTTP a un endpoint de webhook
fr: Envoyer une requête HTTP à un endpoint webhook
ja: Webhook エンドポイントに HTTP リクエストを送信
ko: 웹훅 엔드포인트에 HTTP 요청 전송
pt: Enviar uma solicitação HTTP a um endpoint de webhook
ru: Отправить HTTP-запрос на webhook endpoint
tr: Webhook uç noktasına HTTP isteği gönder
zh_hans: 向 Webhook 端点发送 HTTP 请求
zh_hant: 向 Webhook 端點發送 HTTP 請求

source: Send clipboard content to Notion
de: Sendet Zwischenablage-Inhalte an Notion
es: Envía el contenido del portapapeles a Notion
fr: Envoyer le contenu du presse-papiers vers Notion
ja: クリップボードの内容を Notion に送信
ko: 클립보드 콘텐츠를 Notion으로 전송합니다
pt: Envia o conteúdo da área de transferência para o Notion
ru: Отправка содержимого буфера обмена в Notion
tr: Pano içeriğini Notion’a gönderir
zh_hans: 将剪贴板内容发送到 Notion
zh_hant: 將剪貼簿內容傳送到 Notion

source: Send to Notion
de: An Notion senden
es: Enviar a Notion
fr: Envoyer à Notion
ja: Notionに送信
ko: Notion으로 보내기
pt: Enviar para o Notion
ru: Отправить в Notion
tr: Notion'a gönder
zh_hans: 发送到 Notion
zh_hant: 傳送至 Notion

source: Send webhook
de: Webhook senden
es: Enviar webhook
fr: Envoyer un webhook
ja: Webhook を送信
ko: 웹훅 전송
pt: Enviar webhook
ru: Отправить вебхук
tr: Webhook gönder
zh_hans: 发送 Webhook
zh_hant: 傳送 Webhook

source: Send Webhook
de: Webhook senden
es: Enviar webhook
fr: Envoyer webhook
ja: Webhook を送信
ko: 웹훅 전송
pt: Enviar Webhook
ru: Отправить webhook
tr: Webhook Gönder
zh_hans: 发送 Webhook
zh_hant: 發送 Webhook

source: sensitive content
de: vertraulicher Inhalt
es: contenido sensible
fr: contenu sensible
ja: 機密コンテンツ
ko: 민감한 콘텐츠
pt: conteúdo sensível
ru: конфиденциальное содержимое
tr: hassas içerik
zh_hans: 敏感内容
zh_hant: 敏感內容

source: Sensitive content
de: Vertraulicher Inhalt
es: Contenido sensible
fr: Contenu sensible
ja: 機密コンテンツ
ko: 민감한 콘텐츠
pt: Conteúdo sensível
ru: Конфиденциальный контент
tr: Hassas içerik
zh_hans: 敏感内容
zh_hant: 敏感內容

source: Sensitive Data Detection
de: Erkennung vertraulicher Daten
es: Detección de datos sensibles
fr: Détection des données sensibles
ja: 機密データ検出
ko: 민감한 데이터 감지
pt: Detecção de Dados Sensíveis
ru: Обнаружение конфиденциальных данных
tr: Hassas Veri Algılama
zh_hans: 敏感数据检测
zh_hant: 敏感資料偵測

source: Sentence case
de: Satz-Schreibweise
es: Mayúscula en oración
fr: Casse de phrase
ja: 文の大文字小文字
ko: 문장 대소문자
pt: Maiúscula em frase
ru: Начало предложения
tr: Cümle biçimi
zh_hans: 句首大写
zh_hant: 句首大寫

source: Server certificate validation failed. The server's identity could not be verified.
de: Server-Zertifikatsüberprüfung fehlgeschlagen. Die Identität des Servers konnte nicht verifiziert werden.
es: Falló la validación del certificado del servidor. No se pudo verificar la identidad del servidor.
fr: Échec de la validation du certificat du serveur. L'identité du serveur n'a pas pu être vérifiée.
ja: サーバー証明書の検証に失敗しました。サーバーの ID を確認できませんでした。
ko: 서버 인증서 검증 실패. 서버의 신원을 확인할 수 없습니다.
pt: Falha na validação do certificado do servidor. A identidade do servidor não pôde ser verificada.
ru: Проверка сертификата сервера не удалась. Идентичность сервера не подтверждена.
tr: Sunucu sertifikası doğrulaması başarısız. Sunucunun kimliği doğrulanamadı.
zh_hans: 服务器证书验证失败。无法验证服务器身份。
zh_hant: 伺服器憑證驗證失敗。無法驗證伺服器身分。

source: Server Configuration
de: Serverkonfiguration
es: Configuración del servidor
fr: Configuration du serveur
ja: サーバー構成
ko: 서버 구성
pt: Configuração do Servidor
ru: Настройка сервера
tr: Sunucu Yapılandırması
zh_hans: 服务器配置
zh_hant: 伺服器設定

source: Server configured
de: Server konfiguriert
es: Servidor configurado
fr: Serveur configuré
ja: サーバーが構成済み
ko: 서버 구성됨
pt: Servidor configurado
ru: Сервер настроен
tr: Sunucu yapılandırıldı
zh_hans: 服务器已配置
zh_hant: 伺服器已設定

source: Server error (code %lld). Please try again later.
de: Serverfehler (Code %lld). Bitte später erneut versuchen.
es: Error del servidor (código %lld). Inténtelo más tarde.
fr: Erreur serveur (code %lld). Veuillez réessayer plus tard.
ja: サーバーエラー (コード %lld)。後ほど再試行してください。
ko: 서버 오류 (코드 %lld). 나중에 다시 시도하세요.
pt: Erro do servidor (código %lld). Tente novamente mais tarde.
ru: Ошибка сервера (код %lld). Повторите позже.
tr: Sunucu hatası (kod %lld). Lütfen daha sonra deneyin.
zh_hans: 服务器错误（代码 %lld）。请稍后再试。
zh_hant: 伺服器錯誤（代碼 %lld）。請稍後再試。

source: Server not configured
de: Server nicht konfiguriert
es: Servidor no configurado
fr: Serveur non configuré
ja: サーバーが未構成
ko: 서버가 구성되지 않음
pt: Servidor não configurado
ru: Сервер не настроен
tr: Sunucu yapılandırılmamış
zh_hans: 服务器未配置
zh_hant: 伺服器未設定

source: Server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
es: El servidor devolvió una respuesta inesperada.
fr: Le serveur a renvoyé une réponse inattendue.
ja: サーバーから予期しない応答が返されました。
ko: 서버에서 예기치 않은 응답을 반환했습니다.
pt: O servidor retornou uma resposta inesperada.
ru: Сервер вернул неожиданный ответ.
tr: Sunucu beklenmeyen bir yanıt döndürdü.
zh_hans: 服务器返回了意外响应。
zh_hant: 伺服器傳回了意外的回應。

source: Session Timeout
de: Sitzungs-Timeout
es: Tiempo de espera de la sesión
fr: Délai d'expiration de la session
ja: セッションタイムアウト
ko: 세션 시간 초과
pt: Tempo Limite da Sessão
ru: Тайм-аут сессии
tr: Oturum Zaman Aşımı
zh_hans: 会话超时
zh_hant: 工作階段逾時

source: Set End Date
de: Enddatum festlegen
es: Establecer fecha de fin
fr: Définir la date de fin
ja: 終了日を設定
ko: 종료 날짜 설정
pt: Definir Data de Término
ru: Задать конечную дату
tr: Bitiş Tarihi Belirle
zh_hans: 设置结束日期
zh_hant: 設定結束日期

source: Set Favorite
de: Als Favorit setzen
es: Establecer como favorito
fr: Définir comme favori
ja: お気に入りに設定
ko: 즐겨찾기 설정
pt: Definir como Favorito
ru: Установить избранным
tr: Favori Olarak Ayarla
zh_hans: 设为收藏
zh_hant: 設為最愛

source: Set Start Date
de: Startdatum festlegen
es: Establecer fecha de inicio
fr: Définir la date de début
ja: 開始日を設定
ko: 시작 날짜 설정
pt: Definir Data de Início
ru: Задать начальную дату
tr: Başlangıç Tarihi Belirle
zh_hans: 设置开始日期
zh_hant: 設定開始日期

source: Set Your Hotkey
de: Tastenkombination festlegen
es: Configura tu atajo
fr: Définir votre raccourci
ja: ホットキーを設定
ko: 단축키 설정
pt: Defina seu atalho
ru: Настройте горячую клавишу
tr: Kısayol Tuşunuzu Ayarlayın
zh_hans: 设置快捷键
zh_hant: 設定快捷鍵

source: Setting retention to %1$lld day%2$@ will permanently delete older events during the next pruning pass. This cannot be undone.
de: Die Aufbewahrung auf %1$lld Tag%2$@ zu setzen, löscht ältere Ereignisse beim nächsten Bereinigungslauf dauerhaft. Dies kann nicht rückgängig gemacht werden.
es: Establecer la retención en %1$lld día%2$@ eliminará permanentemente los eventos más antiguos en la próxima pasada de limpieza. No se puede deshacer.
fr: Définir la rétention à %1$lld jour%2$@ supprimera définitivement les événements plus anciens lors du prochain passage de purge. Irréversible.
ja: 保持期間を %1$lld 日%2$@ に設定すると、次回の削除パスで古いイベントが完全に削除されます。取り消せません。
ko: 보존 기간을 %1$lld일%2$@로 설정하면 다음 정리 과정에서 오래된 이벤트가 영구 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Definir a retenção como %1$lld dia%2$@ excluirá permanentemente eventos antigos na próxima varredura. Isso não pode ser desfeito.
ru: Установка срока хранения %1$lld день%2$@ безвозвратно удалит более старые события при следующем проходе очистки. Отмена невозможна.
tr: Saklamayı %1$lld gün%2$@ olarak ayarlamak, sonraki temizleme sırasında daha eski olayları kalıcı olarak siler. Bu geri alınamaz.
zh_hans: 将保留设为 %1$lld 天%2$@将在下次清理过程中永久删除较旧的事件。此操作无法撤消。
zh_hant: 將保留設定為 %1$lld 天%2$@ 將在下次清理過程中永久刪除較舊的事件。此動作無法復原。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# Setup progress: step %lld of %lld
source: Setup progress: step %1$lld of %2$lld
de: Einrichtungsfortschritt: Schritt %1$lld von %2$lld
es: Progreso de configuración: paso %1$lld de %2$lld
fr: Progression de la configuration : étape %1$lld sur %2$lld
ja: セットアップの進行状況：%2$lld のうち %1$lld ステップ目
ko: 설정 진행: %2$lld단계 중 %1$lld단계
pt: Progresso da configuração: etapa %1$lld de %2$lld
ru: Прогресс настройки: шаг %1$lld из %2$lld
tr: Kurulum ilerlemesi: %2$lld adımdan %1$lld
zh_hans: 设置进度：第 %1$lld 步，共 %2$lld 步
zh_hant: 設定進度：第 %1$lld 步，共 %2$lld 步

source: Severity
de: Schweregrad
es: Gravedad
fr: Gravité
ja: 重大度
ko: 심각도
pt: Severidade
ru: Серьёзность
tr: Önem Derecesi
zh_hans: 严重性
zh_hant: 嚴重性

source: Shortcut Conflict
de: Kurzbefehl-Konflikt
es: Conflicto de atajo
fr: Conflit de raccourci
ja: ショートカットの競合
ko: 단축키 충돌
pt: Conflito de Atalho
ru: Конфликт сочетания
tr: Kısayol Çakışması
zh_hans: 快捷键冲突
zh_hant: 快速鍵衝突

source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt: Atalhos
ru: Сочетания клавиш
tr: Kısayollar
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Shorten a URL using %@
de: Eine URL mit %@ kürzen
es: Acortar una URL usando %@
fr: Raccourcir une URL avec %@
ja: %@を使ってURLを短縮
ko: %@을(를) 사용하여 URL 단축
pt: Encurtar uma URL usando %@
ru: Сократить URL с помощью %@
tr: %@ kullanarak bir URL'yi kısalt
zh_hans: 使用 %@ 缩短 URL
zh_hant: 使用 %@ 縮短 URL

source: Shorten URL
de: URL kürzen
es: Acortar URL
fr: Raccourcir l'URL
ja: URLを短縮
ko: URL 단축
pt: Encurtar URL
ru: Сократить URL
tr: URL'yi kısalt
zh_hans: 缩短 URL
zh_hant: 縮短 URL

source: Shortener Service
de: URL-Kürzungsdienst
es: Servicio de acortador
fr: Service de raccourcissement
ja: 短縮サービス
ko: 단축 서비스
pt: Serviço de Encurtador
ru: Сервис сокращения
tr: Kısaltma Hizmeti
zh_hans: 短链服务
zh_hant: 縮短網址服務

source: Shortener service error: %@
de: Fehler beim URL-Kürzungsdienst: %@
es: Error del servicio de acortado: %@
fr: Erreur du service de raccourcissement : %@
ja: 短縮サービスエラー: %@
ko: 단축 서비스 오류: %@
pt: Erro do serviço de encurtador: %@
ru: Ошибка сервиса сокращения: %@
tr: Kısaltma hizmeti hatası: %@
zh_hans: 缩短服务错误：%@
zh_hant: 縮短服務錯誤:%@

source: Shortens URLs using popular services
de: Verkürzt URLs über beliebte Dienste
es: Acorta URL mediante servicios populares
fr: Raccourcit les URL via des services populaires
ja: 人気のサービスで URL を短縮
ko: 인기 서비스로 URL을 단축합니다
pt: Encurta URLs usando serviços populares
ru: Сокращает URL через популярные сервисы
tr: Popüler hizmetleri kullanarak URL’leri kısaltır
zh_hans: 使用流行服务缩短 URL
zh_hant: 使用熱門服務縮短網址

source: Show "Copied" confirmation
de: Bestätigung „Kopiert“ anzeigen
es: Mostrar confirmación de “Copiado”
fr: Afficher la confirmation « Copié »
ja: 「コピーしました」の確認を表示
ko: "복사됨" 확인 표시
pt: Mostrar confirmação de "Copiado"
ru: Показывать подтверждение «Скопировано»
tr: "Kopyalandı" onayını göster
zh_hans: 显示“已复制”确认
zh_hant: 顯示「已複製」確認

source: Show copied confirmation
de: Kopierbestätigung anzeigen
es: Mostrar confirmación de copiado
fr: Afficher la confirmation de copie
ja: コピー確認を表示
ko: 복사 확인 표시
pt: Mostrar confirmação de cópia
ru: Показывать подтверждение копирования
tr: Kopyalama onayını göster
zh_hans: 显示复制确认
zh_hant: 顯示複製確認

source: Show image thumbnails
de: Bildvorschauen anzeigen
es: Mostrar miniaturas de imagen
fr: Afficher les miniatures d'image
ja: 画像サムネイルを表示
ko: 이미지 썸네일 표시
pt: Mostrar miniaturas de imagem
ru: Показывать миниатюры изображений
tr: Görsel küçük resimlerini göster
zh_hans: 显示图像缩略图
zh_hant: 顯示圖片縮圖

source: Show in Dock
de: Im Dock anzeigen
es: Mostrar en el Dock
fr: Afficher dans le Dock
ja: Dockに表示
ko: Dock에 표시
pt: Mostrar no Dock
ru: Показывать в Dock
tr: Dock'ta göster
zh_hans: 在程序坞中显示
zh_hant: 在 Dock 中顯示

source: Show Notification
de: Benachrichtigung anzeigen
es: Mostrar notificación
fr: Afficher la notification
ja: 通知を表示
ko: 알림 표시
pt: Mostrar Notificação
ru: Показать уведомление
tr: Bildirim Göster
zh_hans: 显示通知
zh_hant: 顯示通知

source: Show notification: %@
de: Mitteilung zeigen: %@
es: Mostrar notificación: %@
fr: Afficher la notification : %@
ja: 通知を表示: %@
ko: 알림 표시: %@
pt: Mostrar notificação: %@
ru: Показать уведомление: %@
tr: Bildirim göster: %@
zh_hans: 显示通知: %@
zh_hant: 顯示通知: %@

source: Show PasteShelf
de: PasteShelf anzeigen
es: Mostrar PasteShelf
fr: Afficher PasteShelf
ja: PasteShelf を表示
ko: PasteShelf 표시
pt: Mostrar PasteShelf
ru: Показать PasteShelf
tr: PasteShelf'i Göster
zh_hans: 显示 PasteShelf
zh_hant: 顯示 PasteShelf

source: Show tag filters
de: Tag-Filter anzeigen
es: Mostrar filtros de etiquetas
fr: Afficher les filtres d'étiquettes
ja: タグフィルタを表示
ko: 태그 필터 표시
pt: Mostrar filtros de etiquetas
ru: Показывать фильтры меток
tr: Etiket filtrelerini göster
zh_hans: 显示标签筛选器
zh_hant: 顯示標籤篩選條件

source: Show/Hide Panel
de: Panel ein-/ausblenden
es: Mostrar/Ocultar panel
fr: Afficher/Masquer le panneau
ja: パネル表示/非表示
ko: 패널 표시/숨김
pt: Mostrar/Ocultar Painel
ru: Показать/скрыть панель
tr: Paneli Göster/Gizle
zh_hans: 显示/隐藏面板
zh_hant: 顯示／隱藏面板

source: Shows a brief "Copied to clipboard" message after selecting an item.
de: Zeigt nach dem Auswählen eines Elements kurz die Meldung „In die Zwischenablage kopiert“ an.
es: Muestra brevemente el mensaje “Copiado al portapapeles” después de seleccionar un elemento.
fr: Affiche brièvement le message « Copié dans le presse-papiers » après la sélection d’un élément.
ja: 項目を選択すると「クリップボードにコピーしました」というメッセージを短く表示します。
ko: 항목을 선택하면 "클립보드에 복사됨" 메시지가 잠시 표시됩니다.
pt: Mostra brevemente a mensagem "Copiado para a área de transferência" após selecionar um item.
ru: После выбора элемента ненадолго показывает сообщение «Скопировано в буфер обмена».
tr: Bir öğe seçildikten sonra kısa süreliğine "Panoya kopyalandı" mesajını gösterir.
zh_hans: 选择项目后短暂显示“已复制到剪贴板”消息。
zh_hant: 選取項目後短暫顯示「已複製到剪貼簿」訊息。

source: Shuffle Lines
de: Zeilen mischen
es: Mezclar líneas
fr: Mélanger les lignes
ja: 行をシャッフル
ko: 줄 섞기
pt: Embaralhar linhas
ru: Перемешать строки
tr: Satırları karıştır
zh_hans: 打乱行
zh_hant: 打亂行

source: Sign AuthnRequests
de: AuthnRequests signieren
es: Firmar AuthnRequests
fr: Signer les AuthnRequests
ja: AuthnRequest に署名
ko: AuthnRequest 서명
pt: Assinar AuthnRequests
ru: Подписывать AuthnRequests
tr: AuthnRequest'leri İmzala
zh_hans: 签名 AuthnRequests
zh_hant: 簽名 AuthnRequests

source: Sign in again to start a new session.
de: Melden Sie sich erneut an, um eine neue Sitzung zu starten.
es: Vuelve a iniciar sesión para comenzar una nueva sesión.
fr: Reconnectez-vous pour démarrer une nouvelle session.
ja: 新しいセッションを開始するには、もう一度サインインしてください。
ko: 새 세션을 시작하려면 다시 로그인하세요.
pt: Faça login novamente para iniciar uma nova sessão.
ru: Войдите снова, чтобы начать новый сеанс.
tr: Yeni bir oturum başlatmak için tekrar oturum açın.
zh_hans: 重新登录以开始新会话。
zh_hant: 重新登入以開始新工作階段。
